---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CustMullionWidth1
source: html/49788472-88f8-26d9-c5fa-dc92006fe439.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CustMullionWidth1 Property

"Width on side 1"

## Syntax (C#)
```csharp
public static ForgeTypeId CustMullionWidth1 { get; }
```